#
# Brewfile
#
# by hwj4477@gmail.com
#
# last update : 2015.11.13
#


# package
brew 'vim'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'git'
brew 'mosh'
brew 'mongodb'

# for installing packaged applications
tap 'caskroom/cask'
tap 'caskroom/versions'

# cask
cask 'google-chrome'
cask 'android-studio'
cask 'atom'
cask 'go2shell'
cask 'cocoarestclient'
cask 'sourcetree'
cask 'iterm2'
cask 'sequel-pro'
cask 'caffeine'
